
const MessageBox = () =>{
    return (
        <div className="message-box">
           <div className="message-item">
                <div className="head"></div>
                <div className="message-info flex-start">
                    <div className="message-title">
                        <span>13:22</span>
                    </div>
                    <div className="message-content">
                        这是一条消息这是一条消息这是一条消息
                        这是一条消息这是一条消息这是一条消息
                        这是一条消息这是一条消息这是一条消息
                        这是一条消息这是一条消息这是一条消息
                        这是一条消息这是一条消息这是一条消息
                        这是一条消息这是一条消息这是一条消息
                        这是一条消息这是一条消息这是一条消息
                        这是一条消息这是一条消息这是一条消息
                        这是一条消息这是一条消息这是一条消息
                        这是一条消息这是一条消息这是一条消息
                        这是一条消息这是一条消息这是一条消息
                        这是一条消息这是一条消息这是一条消息
                        这是一条消息这是一条消息这是一条消息
                        这是一条消息这是一条消息这是一条消息
                        这是一条消息这是一条消息这是一条消息
                        这是一条消息这是一条消息这是一条消息
                        这是一条消息这是一条消息这是一条消息
                        这是一条消息这是一条消息这是一条消息
                        这是一条消息这是一条消息这是一条消息
                    </div>
                </div>
            </div>

            <div className="message-item">
                <div className="message-info">
                    <div className="message-title">
                        <span>13:22</span>
                    </div>
                    <div className="message-content">
                        这是一条消息这是一条消息这是一条消息
                        这是一条消息这是一条消息这是一条消息
                        这是一条消息这是一条消息这是一条消息
                        这是一条消息这是一条消息这是一条消息
                        这是一条消息这是一条消息这是一条消息
                        这是一条消息这是一条消息这是一条消息
                        这是一条消息这是一条消息这是一条消息这
                        是一条消息这是一条消息这是一条消息这是一
                        条消息这是一条消息这是一条消息这是一条消息这
                        是一条消息这是一条消息这是一条消息这是一条消息
                        这是一条消息这是一条消息这是一条消息这是
                        一条消息这是一条消息这是一条消息这是一
                        条消息这是一条消息这是一条消息这是一条消
                        息这是一条消息这是一条消息这是一条消息这
                        是一条消息这是一条消息这是一条消息这
                        是一条消息这是一条消息这是一条消息这是一条
                        消息这是一条消息这是一条消息这是一条
                        消息这是一条消息这是一条消息这是一条消
                        息这是一条消息这是一条消息这是一条消息
                        这是一条消息这是一条消息这是一条消息这是
                        一条消息这是一条消息这是一条消息这是一条
                        消息这是一条消息这是一条消息这是一条消息
                        这是一条消息这是一条消息这是一条消息这是
                        一条消息这是一条消息这是一条消息这是一条
                        消息这是一条消息这是一条消息这是一条消息这
                        是一条消息这是一条消息这是一条消息这是一条
                        消息这是一条消息这是一条消息这是一条消息这是
                        一条消息这是一条消息这是一条消息这是一条消息
                        这是一条消息这是一条消息这是一条消息这是一条
                        消息这是一条消息这是一条消息这是一条消
                        息这是一条消息这是一条消息这是一条消息

                    </div>
                </div>
                <div className="head"></div>
            </div>
        </div>
    )
}

export default MessageBox;